{
  "questions": [
    { "id": 1, "text": "Мне легко начинать новые задачи, даже если старые ещё не закончены." },
    { "id": 2, "text": "В работе мне важно ощущать свободу и динамику." },
    { "id": 3, "text": "Мне сложно долго удерживать внимание на монотонной деятельности." },
    { "id": 4, "text": "Мне нравится быть в центре событий и быстро переключаться между задачами." },
    { "id": 5, "text": "Легко завожу контакты с новыми людьми." },
    { "id": 6, "text": "Если задача скучная, я могу отложить её, даже если дедлайн близко." },
    { "id": 7, "text": "Меня заряжает работа, где много общения." },

    { "id": 8, "text": "Мне важно, чтобы в коллективе была тёплая атмосфера." },
    { "id": 9, "text": "Я чувствую настроение людей вокруг, даже если они ничего не говорят." },
    { "id": 10, "text": "Мне неприятно, когда кто-то разговаривает резко или грубо." },
    { "id": 11, "text": "Я часто переживаю за других и стараюсь помочь." },
    { "id": 12, "text": "Сложные эмоциональные конфликты выбивают меня из колеи." },
    { "id": 13, "text": "Когда мне грустно, работа даётся тяжелее." },

    { "id": 14, "text": "Мне комфортно работать по чёткому плану или регламенту." },
    { "id": 15, "text": "Я предпочитаю заранее знать порядок действий." },
    { "id": 16, "text": "Хаос и перемены сильно мешают мне работать." },
    { "id": 17, "text": "Мне важно, чтобы работа выполнялась аккуратно и без ошибок." },
    { "id": 18, "text": "Я требователен к себе и окружающим." },
    { "id": 19, "text": "Мне важно доводить дела до конца." },

    { "id": 20, "text": "Я часто углубляюсь в свои мысли и могу долго анализировать задачи." },
    { "id": 21, "text": "Мне проще работать в одиночку, чем в большой команде." },
    { "id": 22, "text": "Я люблю разбирать сложные вопросы и искать необычные решения." },
    { "id": 23, "text": "Мне не всегда легко понимать эмоции других." },
    { "id": 24, "text": "Мне комфортно, когда меня никто не отвлекает." },
    { "id": 25, "text": "Иногда мне сложно объяснить свои мысли простыми словами." },

    { "id": 26, "text": "Мне важно, чтобы мою работу замечали и оценивали." },
    { "id": 27, "text": "Я люблю производить впечатление и красиво подавать информацию." },
    { "id": 28, "text": "Я эмоционально реагирую на похвалу или критику." },
    { "id": 29, "text": "Мне важно выглядеть уверенно в глазах окружающих." },
    { "id": 30, "text": "Иногда я могу немного разыгрывать эмоции, чтобы донести мысль." },

    { "id": 31, "text": "Я часто заранее думаю о возможных ошибках." },
    { "id": 32, "text": "Мне нужно больше времени, чтобы принять решение." },
    { "id": 33, "text": "Я долго обдумываю последствия своих действий." },
    { "id": 34, "text": "Мне сложно работать под сильным давлением." },
    { "id": 35, "text": "Я предпочитаю безопасные и стабильные решения." },

    { "id": 36, "text": "Я легко беру на себя ответственность в сложных ситуациях." },
    { "id": 37, "text": "Важные задачи люблю держать под контролем." },
    { "id": 38, "text": "Я могу принимать жёсткие решения, если это необходимо." },
    { "id": 39, "text": "В конфликтах я скорее пойду на давление, чем отступлю." },
    { "id": 40, "text": "Мне важно влиять на процессы и результат." }
  ]
}